Found volumetric overlap between solids. They will be merged into one
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId OverlappingSolids { get; }
  Visual Basic
Public Shared ReadOnly Property OverlappingSolids As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ OverlappingSolids {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace